tap "argoproj/tap"
tap "fujiwara/tap"
tap "genkiroid/cert"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kayac/tap"
tap "ktr0731/evans"
tap "motemen/furoshiki2"
tap "muesli/tap"
tap "nektos/tap"
tap "tektoncd/tools"
tap "weaveworks/tap"
tap "yuuki/cfstacker"
brew "argocd"
brew "autoconf"
brew "python@3.9"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bash-completion"
brew "circleci"
brew "cocot"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dog"
brew "eksctl"
brew "fzf"
brew "ghq"
brew "git"
brew "git-now"
brew "git-secrets"
brew "go"
brew "goenv"
brew "helm"
brew "htop"
brew "httpie"
brew "httpstat"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "kustomize"
brew "libevent"
brew "libwebsockets"
brew "libyaml"
brew "lua"
brew "luajit"
brew "minikube"
brew "mosquitto"
brew "mysql"
brew "mysql-client"
brew "nkf"
brew "nmap"
brew "node"
brew "node-build"
brew "nodenv"
brew "ossp-uuid"
brew "peco"
brew "perl"
brew "perl-build"
brew "plenv"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rmtrash"
brew "shellcheck"
brew "skaffold"
brew "sshuttle"
brew "stern"
brew "telnet"
brew "terraform", link: false
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "fujiwara/tap/aswrap"
brew "genkiroid/cert/cert"
brew "kayac/tap/ecspresso"
brew "ktr0731/evans/evans"
brew "motemen/furoshiki2/furoshiki2", args: ["HEAD"]
brew "muesli/tap/duf"
brew "nektos/tap/act"
brew "tektoncd/tools/tektoncd-cli"
brew "yuuki/cfstacker/cfstacker", args: ["HEAD"]
cask "clipy"
cask "docker"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "skitch"
cask "spotify"
cask "vagrant"
cask "virtualbox"
