tap "fujiwara/tap"
tap "genkiroid/cert"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kayac/tap"
tap "weaveworks/tap"
tap "argoproj/tap"
tap "nektos/tap"
tap "muesli/tap"
brew "autoconf"
brew "python"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bash-completion"
brew "circleci"
brew "cocot"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "ghq"
brew "git"
brew "git-now"
brew "git-secrets"
brew "go"
brew "goenv"
brew "htop"
brew "httpstat"
brew "iproute2mac"
brew "jq"
brew "libevent"
brew "libwebsockets"
brew "libyaml"
brew "lua"
brew "luajit"
brew "mosquitto"
brew "mysql"
brew "nkf"
brew "nmap"
brew "node"
brew "node-build"
brew "nodenv"
brew "ossp-uuid"
brew "peco"
brew "perl"
brew "perl-build"
brew "plenv"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rmtrash"
brew "telnet"
brew "terraform", link: false
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "fujiwara/tap/aswrap"
brew "genkiroid/cert/cert"
brew "kayac/tap/ecspresso"
brew "weaveworks/tap/eksctl"
brew "Minikube"
brew "argoproj/tap/argocd"
brew "terraformer"
brew "nektos/tap/act"
brew "duf"
brew "kubectx"
brew "stern"
brew "fzf"
brew "ripgrep"
cask "clipy"
cask "docker"
cask "iterm2"
cask "lastpass"
cask "karabiner-elements"
cask "skitch"
cask "slack"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "google-cloud-sdk"
